[
  {
    "name": "Chinese University of Hong Kong",
    "description": "The Chinese University of Hong Kong Library is a leading research library in East Asia. We have a significant bilingual collection of electronic and print resources. Our Special Collections ranging from Shang dynasty oracle bones to modern Chinese literary archives. We also have inspirational and award-winning study spaces and a team of library staff committed to helping you make the best use of the Library. Our mission is to partner in the creation, access, dissemination and preservation of knowledge to inspire and support the Chinese University of Hong Kong in its research, learning and teaching. We work closely with faculty and students, and have strong collaborative links with other university libraries in Hong Kong , Greater China and internationally. CUHK Library comprises of seven libraries: the University Library, New Asia College Chien Mu Library, Chung Chi College Elisabeth Luce Moore Library, United College Wu Chung Multimedia Library, Li Ping Medical Library at the local teaching hospital, the Architecture Library and the Lee Quo Wei Law Library. 香港中文大學圖書館是東亞地區一所領先的研究型圖書館。我們有重要的雙語電子及紙本館藏。我們的特藏涵盖商代的甲骨以至現代中國文學檔案。我們亦有啟發性及獲獎的學習空間，與致力於協助你最好地使用圖書館的圖書館職員團隊。 我們的使命是在知識的創造、使用、傳播和保存中結伴，以啟發及支援香港中文大學的研究、學習及教學。我們與學生及教職員緊密合作，也與香港、大中華及國際上的大學圖書館有堅固的協作性聯繫。 香港中文大學圖書館包含七所圖書館：大學圖書館、新亞書院錢穆圖書館、崇基學院牟路思怡圖書館、聯合書院胡忠多媒體圖書館、位於本地教學醫院的李炳醫學圖書館、建築學圖書館及利國偉法律圖書館。香港中文大学图书馆是东亚地区一所领先的研究型图书馆。我们有重要的双语电子及纸本馆藏。我们的特藏涵盖商代的甲骨以至现代中国文学档案。我们亦有启发性及获奖的学习空间，与致力于协助你最好地使用图书馆的图书馆职员团队。 我们的使命是在知识的创造、使用、传播和保存中结伴，以启发及支援香港中文大学的研究、学习及教学。我们与学生及教职员紧密合作，也与香港、大中华及国际上的大学图书馆有坚固的协作性联系。 香港中文大学图书馆包含七所图书馆：大学图书馆、新亚书院钱穆图书馆、崇基学院牟路思怡图书馆、联合书院胡忠多媒体图书馆、位于本地教学医院的李炳医学图书馆、建筑学图书馆及利国伟法律图书馆。",
    "location": "Hong Kong",
    "email": "library@cuhk.edu.hk",
    "phone": "+852 3943 7305",
    "website": "http://www.lib.cuhk.edu.hk"
  },
  {
    "name": "Chulalongkorn University",
    "description": "The Office of Academic Resources (Central Library) is Chulalongkorn University's main library. The Central Library holds one of the largest collections in Thailand, with over a million books, 339,000 e-books, 42,000 e-thesis, 16,000 e-journals, 200 databases, 4,000 journals and a number of rare publications. The library serves two main purposes for students, faculty, and the public: to be a rich knowledge resource that supports academic learning, and to be a dynamic research library that supports research excellence. The library also houses creative studios, where everyone can explore, create, share and apply knowledge and ideas.",
    "location": "Thailand",
    "email": "chulalibrary@car.chula.ac.th",
    "phone": "+66 0 2218 2918",
    "website": "https://www.car.chula.ac.th/"
  },
  {
    "name": "City University of Hong Kong",
    "description": "The City University of Hong Kong Library was established in 1984. The Library's collection includes more than 1,063,600 volumes of print books and about 2,544,800 electronic books. The collection also comprises around 219,000 volumes of bound periodicals and about 1,500 serials titles. The Library maintains an expanding number of electronic databases, e-journals, and media resources.",
    "location": "Hong Kong",
    "email": "lb@cityu.edu.hk",
    "phone": "+852 3442 6415",
    "website": "http://www.cityu.edu.hk/lib/"
  },
  {
    "name": "Fudan University",
    "description": "Fudan University Library (FDUL) was founded in 1922. It presently consists of five libraries, namely Arts & Humanities Library, Science Library, Medical Science Library, Zhangjiang Library and Lee Shau Kee Library. At the end of 2010, the total collections of the library amounted to 5 million volumes (books and bound volumes of periodicals), including 400,000 thread bound ancient Chinese books (among which are 60,000 volumes of rare ancient books), and 100,000 volumes books of the Republic of China period. Other collections include 1,639,000 e-books, 7,000 kinds of Chinese and foreign periodicals subscribed annually, 33,800 kinds of full-text e-journals in Chinese and foreign languages, and 256 databases covering various areas.",
    "location": "China",
    "email": "libref@fudan.edu.cn",
    "phone": "+86 021 5566 4282",
    "website": "http://www.library.fudan.edu.cn/main_en/index.htm"
  },
  {
    "name": "Hong Kong Baptist University",
    "description": "The Library supports teaching, promotes learning, and enables research at HKBU, as a partner in whole person education. Excellent collections and services, enhanced by the timely use of technology, are at the heart of our vision. Through teamwork and innovation, we will respond dynamically to the emerging needs of the University community, thus ensuring that the role and value of the Library will be understood and highly appreciated by everyone at HKBU.",
    "location": "Hong Kong",
    "email": "libref@hkbu.edu.hk",
    "phone": "+852 3411 7363",
    "website": "http://library.hkbu.edu.hk/main/index.php"
  },
  {
    "name": "Hong Kong Polytechnic University",
    "description": "The University Library (Pao Yue-kong Library) was established on August 1, 1972 to serve the then Hong Kong Polytechnic. Between 1973 and 1976, Library services were provided at two centres, one at the present University site at Hung Hom and one at the Quarry Bay Centre. The two centres were consolidated when they were moved to the present Library Building in 1976. On November 25, 1994, the Polytechnic assumed full university status and was renamed The Hong Kong Polytechnic University. On December 20, 1995, the University Library was officially named after the late Sir Yue-kong Pao in appreciation of a generous donation to the University by his family.",
    "location": "Hong Kong",
    "email": "lbacq@polyu.edu.hk",
    "phone": "+852 2766 6863",
    "website": "https://www.lib.polyu.edu.hk/"
  },
  {
    "name": "Hong Kong University of Science and Technology",
    "description": "Founded in 1991, HKUST is an international research university with strong ties to global thought leaders, whilst having wide-ranging connections with Mainland China. It promotes interdisciplinary studies, dedicated to educating well-rounded students to acquire a strong entrepreneurial spirit and innovative thinking – the necessary foundation and skills for the changing world. The University is housed in a hillside and waterfront complex overlooking the Clear Water Bay peninsula, less than 30 minutes' driving time from Central Hong Kong.",
    "location": "Hong Kong",
    "email": "LIBRARY@ust.hk",
    "phone": "+852 2358 6772",
    "website": "http://library.ust.hk/"
  },
  {
    "name": "Keio University",
    "description": "Keio University Libraries (Media Centers) on each of the six major campuses support the educational, research, and medical activities of the university. The massive collection of books and journals together with the various academic databases and electronic journals adds the depth to research and learning. The libraries also provide various types of reading rooms from the space for quiet study to those for active discussion.",
    "location": "Japan",
    "email": "mchq-somu-group@keio.jp",
    "phone": "+81 35427 1644",
    "website": "https://www.lib.keio.ac.jp/en/"
  },
  {
    "name": "Korea University",
    "description": "Korea University consists of the Anam Campus (in Seoul, 844,809㎡), Sejong Campus (in Sejong Special Self-Governing City, 428,871㎡) and three auxiliary hospitals (Anam Hospital: Seongbuk-district in Seoul, 67,676㎡, Guro Hospital: Guro-district in Seoul, 40,208㎡, Ansan Hospital: Ansan-city in Gyeonggi Province, 47,846㎡). The KU library collection consists of 3,207,504 physical (hard copy) materials, including 2,171,801 books, 602,344 periodicals, 239,360 dissertations, 106,274 antique books in Chinese characters, and 87,725 non-book materials. The KU library also has another 498,407 materials in digital format: 65,953 e-journals, 279 web databases 71.531 paper and 318,813 e-books.",
    "location": "Korea",
    "email": "libweb@korea.ac.kr",
    "phone": "+82 02 3290 1492",
    "website": "https://library.korea.ac.kr/"
  },
  {
    "name": "Lingnan University",
    "description": "Since our beginning in 1968, the Library has grown to hold more than 538,500 volumes of books, bound journals and audio-visual materials. The core collections cover various areas of our liberal arts curriculum, including arts and humanities, social sciences, and business studies. In order to keep up with the speedy pace of technology advancement, the Library has introduced a wide range of electronic services, such as online full-text databases, CD-ROMs, wireless LAN and different types of automatic alert services.",
    "location": "Hong Kong",
    "email": "library@ln.edu.hk",
    "phone": "+852 2616 8571",
    "website": "https://www.library.ln.edu.hk/"
  },
  {
    "name": "Nanjing University",
    "description": "By the end of 2014, Nanjing University Library collection reached 5.77 million. It has up to 400,000 ancient thread-bound books, including over 3,000 kinds or over 30,000 copies of rare books. Its collection of regional documents, ancient bibliographies and book series has become one of its unique features. It leads the way in its collection of ancient regional annals, over 4,000 kinds or close to 40,000 copies, among major libraries of the country. The library has journals and periodicals in different languages from different regions and nations, especially those in physics, biology, geoscience and mathematics. It also has big collections of pre-1949 Chinese books and periodicals on social and natural sciences.",
    "location": "China",
    "email": "tsgzxb@nju.edu.cn",
    "phone": "+86 025 8968 3242",
    "website": "https://njunju.nju.edu.cn/EN/4898/list.htm"
  },
  {
    "name": "National Taiwan University",
    "description": "The National Taiwan University (NTU) as it is today was officially open to the public in November 1998. Apart from the General Library, the University Library system also includes the Law and Social Sciences Library and the Medical Library, located separately, as well as seven departmental libraries, namely, libraries for the departments of mathematics, physics, chemistry, atmospheric sciences, oceanography, biochemistry and library and information sciences.",
    "location": "Taiwan",
    "email": "tul@ntu.edu.tw",
    "phone": "+886 02 3366 2326",
    "website": "http://www.lib.ntu.edu.tw/en"
  },
  {
    "name": "National University of Singapore",
    "description": "NUS Libraries plays a pivotal role in partnering the NUS community in advancing scholarship and research. It comprises eight libraries, with the Central Library being the largest and C J Koh Law Library and the Medical Library serving as the de facto national law and medical libraries in Singapore. It is the largest academic and research library in this region with a rich collection of more than 3 million volumes covering multidisciplinary subjects in architecture, business, engineering, humanities and social sciences, law, medicine, science, and other disciplines. NUS Libraries is a steward and repository of national and regional heritage, hosting a collection that includes treasures that date as far back as the 14th century, irreplaceable material saved from the Japanese invaders during World War 2, the world-renowned Singapore/Malaysia collection, and archival documents from the Colonial Office records.",
    "location": "Singapore",
    "email": "askalib@nus.edu.sg",
    "phone": "+65 6516 2028",
    "website": "http://www.lib.nus.edu.sg/"
  },
  {
    "name": "Peking University",
    "description": "The year 1902 witnessed the founding of the Book Depository of the Imperial University of Peking, one of the earliest modern libraries of the nation. After the Revolution of 1911, the Depository was renamed Peking University Library. In the course of its development and transformation over a hundred years, it has become a comprehensive, open-type research library with ample resources and a high level of modernized management. The Library collects a vast variety of books, covering diverse subjects, distinguished especially with its numerous treasures and rare items. By the year 2008, the Library (including the Main Library and its branch libraries) held under its roof a collection of more than 8 million books, with 1.5 million Chinese entries attracting worldwide attention. Among these entries are 200 thousand rare classical books, covering the period between the 5th and the 18th centuries.",
    "location": "China",
    "email": "is@lib.pku.edu.cn",
    "phone": "+86 010 6275 3504",
    "website": "http://www.lib.pku.edu.cn/portal/en"
  },
  {
    "name": "Seoul National University",
    "description": "The SNU Library, which opened in 1946 along with the Seoul National University, has been at the heart of the school, supporting the scholarly passion and effort of SNU students, professors, and researchers, playing a pivotal role in the Korean academic world for the last 75 years. The SNU Library is placing a focus on its academic database collection and state-of-the-art academic information systems in keeping with the current knowledge-based society. The library is also in cooperation with major institutions in Korea and abroad, contributing to the sharing of knowledge as well as enhancing SNU's core competitiveness. The SNU Library will aim to fulfill its mission of becoming a leading knowledge hub and a source of inspiration for creative thinking, complying with the high academic standards of Seoul National University.",
    "location": "Korea",
    "email": "libhelp@snu.ac.kr",
    "phone": "+82 2 880 8001",
    "website": "https://lib.snu.ac.kr/?lang=en"
  },
  {
    "name": "Singapore Management University",
    "description": "Singapore Management University (SMU) Libraries offers its services through two physical libraries, Li Ka Shing Library and Kwa Geok Choo Law Library as well as virtually through various web based services. Library collections include: Over 380,000 printed and electronic books; Access to over 80,000 print and electronic journals; more than 160 electronic databases; over 17,000 SMU research publications in its Institutional Repository (InK), including Electronic Theses and Dissertations and Oral History Collection.",
    "location": "Singapore",
    "email": "library@smu.edu.sg",
    "phone": "+65 6828 0355",
    "website": "https://library.smu.edu.sg/"
  },
  {
    "name": "Southern University of Science and Technology",
    "description": "Southern University of Science and Technology (SUSTech) is a public research university located in Shenzhen, one of the fastest growing cities in China and the country's window to the world. SUSTech Library supports the learning, teaching and research of the university. Opened in 2013, the current library is three-story building of 10,000 square meters with a modern exterior design. Two more new library locations with a total space of another 10,000 square meters will be added on campus by the middle of 2020. Using world-class universities as benchmarks, the library provides ample resource for every program of the university. Though its focus is on science and technology programs, the library is also developing a core collection on Arts, Social Sciences and Humanities in order to meet the demands by the university to develop a whole-person education model. The library provides both on-site and virtual services, such as loans, references, citation queries, as well as workshops and embedded classes on information literacy, citation software, databases searching, and other special training lectures upon requests by its faculties and students. It also offers scholarly output reporting and analysis services to individuals and colleges and schools. In order to improve the efficiency and quality of the services, the library envisions making itself a place where advanced technologies and facilities are applied.",
    "location": "China",
    "email": "lib@sustech.edu.cn",
    "phone": "+86 755 8801 0800",
    "website": "https://lib.sustech.edu.cn/english/"
  },
  {
    "name": "Stanford University",
    "description": "Opened in 1891 with a vision to contribute to society in meaningful ways, Stanford today is a global leader in teaching, research, innovation and service.",
    "location": "United States",
    "email": "contact-dlss@lists.stanford.edu",
    "phone": "+1 650 723 1493",
    "website": "http://library.stanford.edu/"
  },
  {
    "name": "Sun Yat-Sen University",
    "description": "The Sun Yat-sen University Library was founded in 1924 and is the information resource and service center of Sun Yat-Sen University. The library has a wealth of literature information resources. As of December 31, 2017, the total collection of papers in the library of Sun Yat-Sen University reached 6,851,400 (including), including more than 350,000 ancient books; 840,800 Chinese paper journals; 368,500 foreign language paper journals; Chinese electronics There are 68,375 journals; 52,123 foreign electronic journals; 1,543,700 Chinese e-books; 559,800 foreign e-books; 738 CD and network databases; and 16,600 multimedia CDs.",
    "location": "China",
    "email": "sysulibrary@mail.sysu.edu.cn",
    "phone": "+86 020 8411 2094",
    "website": "http://library.sysu.edu.cn/"
  },
  {
    "name": "Tohoku University",
    "description": "The Library supports the educational and research activities of Tohoku University by collecting, creating, organizing, and providing diverse information resources for researchers, students, and staff. The Library plays an important part in the information infrastructure and a vital role in the distribution of scholarly information throughout the university. In addition, the Library contributes toward research and cultural activities in the local, national and international communities.",
    "location": "Japan",
    "email": "main-counter@grp.tohoku.ac.jp",
    "phone": "+81 022 795 5943",
    "website": "http://www.library.tohoku.ac.jp/en/"
  },
  {
    "name": "Tsinghua University",
    "description": "Tsinghua University Library was established in 1912, just one year after the university was built. The total physical collections have been over 5.03 million item/volumes, full-text e-journals in Chinese and foreign languages are over 89,000 and e-books are more than 8.56 million by end of 2016.",
    "location": "China",
    "email": "bgs@mail.tsinghua.edu.cn",
    "phone": "+86 010 6278 2137",
    "website": "http://eng.lib.tsinghua.edu.cn/"
  },
  {
    "name": "Universitas Indonesia",
    "description": "The University of Indonesia Library offers research and information literacy services to students.",
    "location": "Indonesia",
    "email": "library@ui.ac.id",
    "phone": "+62 021 7270159",
    "website": "http://lib.ui.ac.id/"
  },
  {
    "name": "University of British Columbia",
    "description": "Collections – both physical and digital – are at the core of University of British Columbia (UBC) Library's mission. With more than six million volumes, the Library is a vital support for research, learning and teaching excellence at UBC.",
    "location": "Canada",
    "phone": "+1 604 822 6375",
    "webContact": "http://about.library.ubc.ca/contact-us/general-queries/",
    "website": "http://www.library.ubc.ca/"
  },
  {
    "name": "University of California Berkeley",
    "description": "The UC Berkeley Library connects students and scholars to the world of information and ideas. With a daily commitment to excellence and innovation, we select and create, organize and protect, provide and teach access to resources that are relevant to our campus programs and pursuits.",
    "location": "United States",
    "email": "eref@library.berkeley.edu",
    "phone": "+1 510 642 6657",
    "website": "http://www.lib.berkeley.edu/"
  },
  {
    "name": "University of California Irvine",
    "description": "UCI Libraries' facilities include 350,000 square feet in four locations. The UCI Libraries' electronic and print collection includes approximately 3.6 million volumes; 154,000 journals and serials; 114,000 government documents; 134,000 audio/visual materials, multimedia, maps, photographs, and other graphic materials. The Libraries Special Collections preserves 640 archival collections that include over 1 million original documents and photographs.",
    "location": "United States",
    "phone": "+1 949 824 4976",
    "website": "http://www.lib.uci.edu/"
  },
  {
    "name": "University of California Los Angeles",
    "description": "The UCLA Library is one Library with over nine physical locations. The rich collections contain more than: 12 million volumes; 100,000 current serial titles; 950,000 e-books; and 700 subscription databases. As well as countless maps, microfilm reels, archived web sites, record albums, CDs and DVDs, scrolls, photographs, government documents, statistical data sets, clay tablets, posters, and other types of content.",
    "location": "United States",
    "email": "helpdesk@library.ucla.edu",
    "phone": "+1 310 206 5425",
    "website": "http://www.library.ucla.edu/"
  },
  {
    "name": "University of California Merced",
    "description": "The UC Merced Library opened its doors to the inaugural class of University of California, Merced students in August 2005. As part of the University of California, UC Merced Library shares resources with other campuses and has developed much of its electronic collection in conjunction with the California Digital Library (CDL) including, approximately 116,367 online journals; 626 databases; 123,036 books; and 6,781,652 online books.",
    "location": "United States",
    "email": "library@ucmerced.edu",
    "phone": "+1 209 228 4444",
    "website": "http://library.ucmerced.edu/"
  },
  {
    "name": "University of California San Diego",
    "description": "The UC San Diego Library provides access to more than 7 million digital and print volumes, journals, and multimedia materials to meet the knowledge demands of scholars, students, and members of the public. The library provides 24/7 digital access to more than 588,000 e-books; purchases and makes available more than 42,000 e-periodicals; provides access to about 300,000 items from our digitized collections; and has digital streaming rights for more than 28,000 films. Visit the UC San Diego Library Digital Collections website at http://library.ucsd.edu/dc to find a wide range of Pacific Rim related materials. For any questions, contact dl-support@ucsd.edu",
    "location": "United States",
    "email": "dl-support@ucsd.edu",
    "phone": "+1 858 534 0133",
    "website": "https://library.ucsd.edu/dc"
  },
  {
    "name": "University of California Santa Barbara",
    "description": "UC Santa Barbara Library is a member of the prestigious Association of Research Libraries (ARL). In January 2016, the UCSB Library completed a major addition & renovation project. The Library's mission is to enable exploration and collaboration for scholars in their intellectual engagement with the world of ideas and the creation of knowledge. UCSB Library empowers a lifetime of research, discovery and learning.",
    "location": "United States",
    "email": "circ@library.ucsb.edu",
    "phone": "+1 805 893 3133",
    "website": "https://www.library.ucsb.edu/"
  },
  {
    "name": "University of Hawaii at Manoa",
    "description": "Our faculty and staff serve as the human connection between people and the knowledge resources that they need to succeed. We acquire, organize, preserve, and provide access to information resources and are active partners in the University's mission to promote information literacy. The Library provides a sustainable learning environment that meets the space, computing, and information needs of the UHM academic community. The Library is a premier resource for Hawaii, Pacific and Asia-related research. It facilitates access to knowledge throughout the world and contributes unique content to global networked information resources.",
    "location": "United States",
    "email": "library@hawaii.edu",
    "phone": "+1 808 956 7205",
    "website": "http://library.manoa.hawaii.edu/"
  },
  {
    "name": "University of Hong Kong",
    "description": "The Libraries advances the teaching, learning, research, and knowledge exchange pursuits of the University through its outstanding resources, people-centred services as well as its innovative and collaborative approaches. The Libraries consists of the Main Library and six branch libraries, namely the Dental Library, Tin Ka Ping Education Library, Fung Ping Shan Library, Lui Che Woo Law Library, Music Library, and the Yu Chun Keung Medical Library. Special Collections houses a unique collection of Hong Kong materials, rare books, pamphlets, and microforms. The University Libraries has also gained depository status for a number of core international collections, and two of them are housed in Special Collections; they are the European Documentation Centre and the World Trade Organization. Besides offering a congenial environment for study and research, the Libraries also provides a wide range of information resources including a comprehensive collection of books, journals, audio-visual materials and a rapidly expanding collection of article databases, e-books, e-journals, e-news. Many of these electronic resources are available on the web by authenticated access.",
    "location": "Hong Kong",
    "email": "libis@hku.hk",
    "phone": "+852 3917 2203",
    "website": "http://lib.hku.hk/"
  },
  {
    "name": "University of Macau",
    "description": "The University of Macau Library moved into the current \"University of Macau Wu Yee Sun Library\" building in July 2014.With over thirty years of development, the WYS Library has become the largest library in Macau. At this moment, the Library holds a collection of over 5 million pieces/items, which includes about 600,000 books, 6,000 titles of periodicals, 24,000 rare books, 12,000 items of AV materials, 1,000 paintings/antiques, 3,000 items of special collections and 7,000 rolls of microfilms. With the rapid development of web services, the Library has acquired electronic resources, including about 300 e-databases, 600,000 e-books, 6,530,000 e-theses, 4,000 types of e-newspapers and 140,000 titles of e-journals.",
    "location": "Macau",
    "email": "lib_ref@um.edu.mo",
    "phone": "+853 8822 8160",
    "website": "http://library.umac.mo/"
  },
  {
    "name": "University of Melbourne",
    "description": "Today the Melbourne University Library is one of the busiest in Australia. We operate in more than a dozen locations across several campuses. Our branches see more than 1.4 million visits every year and our web sites serve more than 3 million visitors. In a single year our students, academic staff, professional staff, alumni and other Library Members complete more than 1.3 million loans and renewals. Our general collections contain more than 3.5 million items, not only books but other materials such as DVDs, photographic slides, music scores, periodicals and children's toys. Our extensive digital collections include more than 32,000 e-books, hundreds of databases and 63,000 general and specialist journals.",
    "location": "Australia",
    "email": "library-feedback@unimelb.edu.au",
    "phone": "+61 3 9035 5511",
    "website": "http://library.unimelb.edu.au/"
  },
  {
    "name": "University of Oregon",
    "description": "The UO Libraries is a unified system with several locations and a wide range of collections and services. Visit each library's website to learn more about hours, services, and collections. Our mission is to enrich the student learning experience, encourage exploration and research at all levels, and contribute to advancements in access to scholarly resources.",
    "location": "United States",
    "email": "libref@uoregon.edu",
    "phone": "+1 541 346 1818",
    "website": "http://library.uoregon.edu/"
  },
  {
    "name": "University of Southern California",
    "description": "The USC Libraries actively support the discovery, creation, and preservation of knowledge. We develop collections and services that support and encourage the academic endeavors of faculty, students, and staff; build a community of critical consumers of information; and help develop engaged world citizens. USC has 23 libraries and information centers and the USC Digital Library.",
    "location": "United States",
    "email": "dmlnotes@usc.edu",
    "phone": "+1 213 740 4039",
    "website": "https://libraries.usc.edu/"
  },
  {
    "name": "University of Sydney",
    "description": "Open to all, the Library is uniquely positioned to connect our University community in safe and inclusive environments. We create spaces and services to inspire learning, spark creativity and foster collaboration. We facilitate knowledge creation and dissemination, and seek to shape the future of scholarly communication and access to information.",
    "location": "Australia",
    "phone": "+61 2 9351 2993",
    "webContact": "https://library.sydney.edu.au/contacts/feedback-form.html",
    "website": "https://library.sydney.edu.au/"
  },
  {
    "name": "University of Toronto",
    "description": "With 44 libraries at three campuses, the University of Toronto Libraries support learning, teaching and research at the University of Toronto with collections that are unparalleled in Canada in their richness and diversity. In addition to more than 12 million volumes in 341 languages, 1,500,000 electronic resources in various formats, 28,000 linear metres of archival material and 500 terabytes of data, its international network of resource sharing partnerships extends students' and faculty members' access to materials held by thousands of other institutions.",
    "location": "Canada",
    "phone": "+1 416 978 8450",
    "webContact": "https://onesearch.library.utoronto.ca/question-form",
    "website": "https://onesearch.library.utoronto.ca/"
  },
  {
    "name": "University of Victoria",
    "description": "The library's foundational role in acquiring and preserving research resources is critical in the complex digital environment of 21st century scholarship. Our expert staff are increasingly working within disciplines, across disciplines and beyond traditional boundaries, as we navigate this exciting landscape with our students, faculty and researchers.",
    "location": "Canada",
    "email": "askref@uvic.ca",
    "phone": "+1 250 721 8274",
    "website": "http://www.uvic.ca/library/"
  },
  {
    "name": "University of Washington",
    "description": "The University of Washington Libraries is an international leader in imagining, creating, and realizing the promise of the 21st century academic research library. Our mission to advance discovery and connect people with knowledge remains constant. We recognize that the unprecedented technological, demographic, and economic challenges facing higher education and academic libraries demand transformational change and new models of service. New tools now available enable us to meet changing scholarly and learning needs and find efficiencies.",
    "location": "United States",
    "email": "suzzcirc@u.washington.edu",
    "phone": "+1 206 543 0242",
    "website": "http://www.lib.washington.edu/"
  },
  {
    "name": "Wuhan University",
    "description": "Until 31st Dec 2015, Wuhan University Library held 16,510,000 volumes, including around 7,110,000 printing volumes, 9,400,000 e-books & e-magazines, 474 databases and 200,000 volumes of ancient books. More than 300 volumes are listed in \"The Catalogue of Ancient Chinese Rare books\". 61 volumes are listed in \"National Rare Ancient Books Directory\". The collection has covered all academic fields of Wuhan University, especially the key disciplines.",
    "location": "China",
    "phone": "+86 027 6875 2903",
    "website": "http://en.lib.whu.edu.cn/web/www"
  },
  {
    "name": "Xiamen University",
    "description": "Xiamen University (XMU) Library has a long history that begins together with the university, starting from 1921. With the effort of many generations of the library staff, XMU Library has a total of 9.25 million items as of 2014. The total physical collections stand at over 4.82 million item/volumes. It also includes 4.43 million items e-books & e-journals, and more than 100 online databases. The collections of XMU Library cover broad subjects, including Philosophy, Management, Politics, Law, Economics, Linguistics, History, Mathematics, Physics, Chemistry, Biology, Oceanography, Mechanical and Electronic Engineering, and Computer Science. The collection is also strong in materials with a Southeast Asia focus and Taiwan research information construction. XMU library is a State Key Protection Unit of ancient books, having a large number of ancient thread-bound books, CDs, audio (as), miniature flat pieces and resources.",
    "location": "China",
    "email": "Librarian@xmu.edu.cn",
    "phone": "+86 592 218 2360",
    "website": "https://linc.xmu.edu.cn/"
  },
  {
    "name": "Zhejiang University",
    "description": "ZUL consists of five branch libraries: Yuquan Campus Library, Xixi Campus Library, Huajiachi Campus Library, Agriculture & Medical Science Library and Basic Branch Library in Zijingang Campus, with a building area of 86,000 square meters and 5282 seats. So far, the total collections of the library amount to 5,496,000 volumes, including 180,000 thread-bound ancient Chinese books. The Zhejiang University Collections have collected about 10000 Academic publications and manuscripts by the University faculty members and alumni. The Digitized literature resource of ZUL rank highest level among the Chinese university libraries and approaches to the topmost level of famous university libraries in the world. Currently ZUL holds over 400 databases covering all disciplines of Zhejiang University, 1,510,000 Chinese and foreign e-books, nearly 50,000 Chinese and Foreign e-journals.",
    "location": "China",
    "email": "infolib@zju.edu.cn",
    "phone": "+86 571 8795 2056",
    "website": "http://libweb.zju.edu.cn/english/"
  }
]
